



stream_comments_classifications = [
    "Clarification",
    "Typo",
    "lysinehd: crabs in a bucket",
    "bouillabased: my life's biggest mistake was trusting my parents, especially when they told me education was the key to success.",
    "kylanc6: Americas is full of so many people with fucking peasant brain",
    "Replying to @spyderfrommars: btw, so many people have filed for bankruptcy and that used to mean having your debts forgiven. Probably many chatters parents have. SO MANY PEOPLE IN THE POLITICAL ARENA HAVE HAD THEIR DEBTS FORGIVEN. It's so stupid to use that arguementshainybug: and bankruptcy doesn't wipe student loans ",
    "MarIsMar: Corpa",
    "IsThatSalem: I hate this",
    "eronin37:   ",
    "v3sh_:  HYPERCLAP turn education into businesses",
    "hondewberry: CHATTERS NO, LET'S DO FUN SHIT BABY WHAT YOU DOIN",
    "JEZZ_7: Corpa",
    "xTrashPandaKingx: @HasanAbi you dont understand they're like one or two lucky breaks from being the 1%",
    "fearandrespect: Man that's a weird boot to be licking, chatter what the hell",
    "PrettyKrazy: profit motive destroys humanity",
    "Sutiibun_: ",
    "qwertyopsd2: Chatting really Hasan?",
    "Tamarama02: \"I couldn't care less.\"",
    "whitneythegoth: YEP LEECHES",
    "FriedWaffles:  just don't get sick or hurt",
    "redeyeink: gatekeeping and control over labor conditions",
    "BigDddyNick: sugar dads in chat?",
    "austrom: Corpa",
    "HalalChad_: America is a massive corporation",
    "russianspy619: Chatting I'm very smart",
    "dankusdingus: hasCapital",
    "dr_desu:  gimme gimme gimme",
    "LateAndNever: Pivo . o O ( Corpa 🔫  )",
    "phoneofff: @ashlynnicoleramirez report yourself as poor and never tell them anything ever again",
    "ADK_215: they want to make money of your student loan debt how do you guys not see this",
    "Leafy_Sh4de: Hey Hasan! My man! I know I longed for some twitch political commentary",
    "WhyYouGotNecklace: YEP just looking for more capital avenues",
    "meredyke: To profit in anyway imaginable",
    "imLunchy: Corpa private prisons",
    "thottopic666: YEP 󠀀",
    "thelookoutshift: that chatter didn't pay their loan and the govt took back their degree via lobotomy @hasanabi",
    "whataburgerfancyketchup: Knowledge is power Hasan. Its that simple. Keep people dumb, keep them powerless. @HasanAbi",
    "aquamiguel: Chatting 󠀀",
    "ya_plis: they need a controlled working force",
    "ShakeN_Bake: Fuck them",
    "moogerfooger_: can't get blood from a stone Crungo",
    "sandsim: making 17 year olds take loans out OMEGALUL",
    "stovetotheface: keep the masses dumb",
    "Resubscribe: @luckypompom qalla_s modCheck",
    "tr0piKEL1: I do that on medical bills as protest. I pay like $25/mo on $4,000 hospital bills  they don’t report it to credit as long as you pay.",
    "rentcontrolryan: just get a full ride scholarship EZ Chatting",
    "shoriu_: chat is so annoying today",
    "TheUh0hOreo:  HYPERCLAP",
    "Replying to @ashlynnicoleramirez: income driven repayment plan and stay poor forevershainybug: me lmao",
    "Shonnicus: paying a portion, you are still getting killed on the backend with interest. That's why they are fine with you not making full payments",
    "catboy_rai: housing, food, etc.",
    "YukiTsunoda__: ",
    "hashoe23: TATE",
    "Faviahn: Because they're told they have to pay more in taxes and have less money when they're already struggling.",
    "duskdeserter: this country fucken sucks",
    "HerrosRevenge: ultimatley this argument boils down to \"its your fault for wanting to live and be happy\" most people dont want to go to school to work for the rest of their lives while paying to do so",
    "seeayy: almost every aspect of higher education is profitable",
    "chelseymakes: Daddy chill 🫠",
    "TehAdamBomb: profit motives drive innocation ",
    "lordcharliesheen: YEE HAWWWW",
    "HUGEGAMER96: Military YEP",
    "clandestinie: Affordable but not always available",
    "big_dykeenergy: i’m below the income threshold so i get a payment of zero. i should clarify that i WORK FOR THE GOVERNMENT and i’m not paid enough to meet the thresholds",
    "aquamiguel: Corpa Clap",
    "bignachysosa: Healthcare doesnt have to be free but it SHOULDNT be private",
    "Cypres_warluckHyan8: americas kindaa fuked rn",
    "ZuzieZozo: I literally had a free operation",
    "quarantinewolf: Chatting Hasan @Hasanabi @Hasanthehun @Freedomeaglefuck",
    "IgiveBluebells: Educaiton is overpriced in the US",
    "librapelican: theres a reason my sociology class presented american exceptionalism as a form of propaganda",
    "xygeek: @hasanabi allow for bankruptcy, then normalize bankruptcy at graduation. Problem solved. KEKW",
    "Skill_Cylinder: YEP just join the military",
    "Hagasha: ",
    "bigstephfan: and here healthcare is so fucking expensive.",
    "BOATPARADE: can't have an educated proletariat",
    "RoguePr1nc355: Now it is about political ideology",
    "Zony66: you cant even have a fucking hobby without people asking you \"well how are you gunna make any money with that?\"",
    "cas3_: no war but class war",
    "Replying to @tr0piKEL1: I do that on medical bills as protest. I pay like $25/mo on $4,000 hospital bills rhyzKEK they don’t report it to credit as long as you pay.aspiration89: YEP 󠀀",
    "SimUser:  You want my number to not go up???",
    "politicsenjoyer:  dumb consumer slaves",
    "narjuh: more than South Korea?",
    "punishedribcorn: Education isnt free for the same reason healthcare isnt free. Because you cant live without it @hasanabi",
    "GanjarDanks: @hasanabi true reason that education isn't free and student loans reign supreme is slabs",
    "ok_eevee:  Paywall the labor force @hasanabi",
    "kintu: there are worse neoliberal hellholes out there Aware",
    "esquerdomacho: I can get a free heart transplant in Brazil if I want MmmHmm",
    "lagsanaglasscoke: Corpa hehe",
    "ComradeCussy: Freedom ain't free brother @HasanAbi",
    "eronin37:   💵",
    "calimarx: It’s to maintain order",
    "PrettyKrazy: profit motive deprives every successful system",
    "SpanoNanoChano: even textbooks are a literal racket",
    "bignachysosa: Federalize it let the government deal with paying hospitals and doctors",
    "happppy_ant: YEP",
    "lardball1: @HasanAbi an educated proletariat is dynamite, like that reagan advisor said",
    "Replying to @ZuzieZozo: I literally had a free operationBurnzorr: You are one person",
    "PoogDoog: HE SAID THE THING LETSGO",
    "1337h4x: BALD POTATO PEELER OMEGALUL",
    "cms100210: All these things exist in countries hence it can work",
    "HVYHTTRS_: The biggest scam in college is the BOOKS, some good docs about it",
    "Eevee_Sprinkle:  Keep on licking the boot, GED Andy's.",
    "bakhtiari_veneco: Stupid question, is South Korea less capitalistic than America? @hasanabi",
    "JaychanLive:  WineTime PROFIT FIRST  WineTime",
    "whataburgerfancyketchup: Thats Me Pog",
    "dumpster27: message deleted by a moderator.",
    "moogerfooger_: like paying less than $15 min wage",
    "happppy_ant: YEP control",
    "Shroomie1707: Do you think you should be able to run for president if you are in jail @hasanabi",
    "DavidTheDaybed: D:",
    "Replying to @bignachysosa: Healthcare doesnt have to be free but it SHOULDNT be privateqwertyopsd2: it should be free",
    "Zpectr3: I pay like 300 Euros for university every semester in germany , but like 250 are for public transport. This shit is insane in the us @HasanAbi",
    "RamenBellic: @Baldpotatopeeler we just need to decommodify education.",
    "dicesettle: Lol. Don't do that",
    "mrbuddybuddy: KEKWait",
    "RowdyRoran: bro has been following for 3 years and is asking this now?",
    "sassoune: SORRY WE CAN BAIL OUT CMBS AT 30% purchase price - but when it comes to student loans we’re back to archaic - loan - predatory interest gurg payback or go die",
    "Darksoul9669: @hasanabi yeah man it was my own actions that had every part of my schooling telling me to take out loans and go to college as the only option and there being basically no downside. Really interesting how high school blows right through how devastating these loans were gonna be during these discussions when i was fucking 17 YEARS OLD",
    "Tetratera: university is free for everyone in argentina including foreigners, and you don't even have to take a standardized test, only have finished high school (and know upper intermediate spanish)",
    "lysinehd: permanent desperate underclass",
    "FALS3_g0D: crusing debt made to keep you a servant to the system",
    "sandsim: literally scamming children",
    "atsign_: literally other countries can do it for free. is america not exceptional enough to do it?",
    "dumpster27: message deleted by a moderator.",
    "Fossabot: @dumpster27, Excessive spamming [warning]",
    "WeasleyLittleLiar: Did not used to cost that much",
    "rex__havoc: @hasanabi Have you talked about the new IDR plan \"SAVE\"? you're payments can be as low as 0/month",
    "thottopic666: every single aspect of this country was designed to suck the citizens dry as efficiently as possible",
    "c_d1999: Ask that chatter why don’t we charge for public high school!??",
    "thehappyparadox: YEP",
    "Skill_Cylinder: YEP",
    "kaimehra: yep",
    "kait516: YEP YEP YEP",
    "canola_oil: YEP",
    "thottopic666: YEP",
    "Hagasha: YEP"
]
